Revit 2024 API
ParameterTypeId.GenericZoneName Property
 "Name"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static ForgeTypeId GenericZoneName { get; }
Visual Basic
Public Shared ReadOnly Property GenericZoneName As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ GenericZoneName {
	ForgeTypeId^ get ();
}
See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace